Repository: Ark74/Youtube-dl-WebUI
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es_mx

source: List of available
es_mx: Lista disponible de

source: Title
es_mx: Título

source: Size
es_mx: Tamaño

source: Delete link
es_mx: Borrar enlace

source: Download
es_mx: Descarga

source: Link(s) separated by a comma
es_mx: Enalce(s) separador por una coma

source: Audio Only
es_mx: Solo audio

source: Info
es_mx: Información

source: Free space
es_mx: Espacio libre

source: Download folder
es_mx: Carpeta de descargas

source: Select a language
es_mx: Selecciona un idioma

source: Help
es_mx: Ayuda

source: How does it work ?
es_mx: ¿Como funciona?

source: Simply paste your video link in the field and click "Download"
es_mx: Simplemente pegue el enlace de su video en el campo y de click en "Descargar"

source: With which sites does it work?
es_mx: ¿Con que sitios funciona?

source: <a href="http://rg3.github.io/youtube-dl/supportedsites.html">Here is</a> a list of the supported sites
es_mx: <a href="http://rg3.github.io/youtube-dl/supportedsites.html">Aquí esta</a> una lista de los sitios soportados

source: How can I download the video on my computer?
es_mx: ¿Como puedo descargar el video en mi equipo?

source: Go to
es_mx: Ir a

source: List of videos</a> -> choose one -> right click on the link -> "Save target as ..."
es_mx: Lista de videos </a> -> selecciona uno -> haz click derecho -> "Guardar enlace como..."

source: Wrong password !
es_mx: ¡Contraseña equivocada!

source: Login :
es_mx: Inicio de sesión :

source: Password
es_mx: Contraseña

source: List of videos
es_mx: Lista de videos

source: List of songs
es_mx: Lista de canciones

source: Background downloads :
es_mx: Descargas en segundo plano :

source: <li><a href="#"><i class="fa fa-music"></i> Elapsed time :
es_mx: <li><a href="#"><i class="fa fa-music"></i> Tiempo transcurrido :

source: <li><a href="#"><i class="fa fa-video-camera"></i> Elapsed time :
es_mx: <li><a href="#"><i class="fa fa-video-camera"></i> Tiempo transcurrido :

source: <li><a href="./index.php?kill=all">Kill all downloads</a></li>
es_mx: <li><a href="./index.php?kill=all">Interrumpir todas las descargas</a></li>

source: <li><a>No jobs !</a></li>
es_mx: <li><a>¡Sin trabajos!</a></li>

source: <li><a href="./logout.php">Logout</a></li>
es_mx: <li><a href="./logout.php">Salir</a></li>

source: \"".$url."\" is not a valid url !
es_mx: \"¡ ".$url."\" no es un url valido !

source: Simultaneous downloads limit reached !
es_mx: ¡El límite de descargas simultaneas se a alcanzado!

source: Youtube-dl is not installed, see <a>https://rg3.github.io/youtube-dl/download.html</a> !
es_mx: Youtube-dl no esta instalado, vea <a>https://rg3.github.io/youtube-dl/download.html</a> !

source: Install an audio extracter (ex: avconv) !
es_mx: ¡Instale un extractor de audio (p.e.: avconv)!

source: Output folder doesn't exist and creation failed !
es_mx: ¡La carpeta de salida no existe y su creación falló!

source: Output folder isn't writable !
es_mx: ¡La carpeta de salida no tiene permisos de escritura!
